; --- Cyrillic / Greek / Specials ---
:?*:qn::л
:?*:Qn::л
:?*:qN::И
:?*:QN::И

:?*:qt::θ
:?*:Qt::θ
:?*:qT::Θ
:?*:QT::Θ

:?*:qd::δ
:?*:Qd::δ
:?*:qD::Δ
:?*:QD::Δ

:?*:qx::ж
:?*:Qx::ж
:?*:qX::Ж
:?*:QX::Ж

:?*:qz::σ
:?*:Qz::σ
:?*:qZ::Σ
:?*:QZ::Σ

:?*:qr::ɹ
:?*:Qr::ɹ
:?*:qR::ꓤ
:?*:QR::ꓤ

:?*:cr::ɿ
:?*:Cr::ɿ
:?*:cR::Я
:?*:CR::Я

:?*:ql::λ
:?*:Ql::λ
:?*:qL::Λ
:?*:QL::Λ

; --- Latin with diacritics ---
:?*:qa::ȧ
:?*:Qa::ȧ
:?*:qA::Ȧ
:?*:QA::Ȧ

:?*:qe::ė
:?*:Qe::ė
:?*:qE::Ė
:?*:QE::Ė

:?*:qo::ȯ
:?*:Qo::ȯ
:?*:qO::Ȯ
:?*:QO::Ȯ

:?*:ca::ä
:?*:Ca::ä
:?*:cA::Ä
:?*:CA::Ä

:?*:co::ö
:?*:Co::ö
:?*:cO::Ö
:?*:CO::Ö

:?*:cu::ü
:?*:Cu::ü
:?*:cU::Ü
:?*:CU::Ü
